Repository: Engagendy/noor
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, id, ms, tr, ur

source: %@ min
ar: %@ د
bn: %@ মিনিট
fa: %@ دقیقه
id: %@ mnt
tr: %@ dk
ur: %@ منٹ

source: %@ · manual
ar: %@ · يدوي
bn: %@ · ম্যানুয়াল
fa: %@ · دستی
fr: %@ · manuel
tr: %@ · manuel
ur: %@ · دستی

source: %lld ayat
ar: %lld آية
bn: %lld আয়াত
es: %lld aleyas
fa: %lld آیه
fr: %lld versets
tr: %lld ayet
ur: %lld آیات

source: %lld lines
ar: %lld بيت
bn: %lld পঙক্তি
es: %lld versos
fa: %lld بیت
fr: %lld vers
id: %lld bait
ms: %lld bait
tr: %lld beyit
ur: %lld اشعار

source: %lld min
ar: %lld د
bn: %lld মিনিট
fa: %lld دقیقه
id: %lld mnt
tr: %lld dk
ur: %lld منٹ

source: %lld of %lld ayat
ar: %1$lld من %2$lld آية
bn: %2$lld আয়াতের মধ্যে %1$lld
es: %1$lld de %2$lld aleyas
fa: %1$lld از %2$lld آیه
fr: %1$lld sur %2$lld versets
id: %1$lld dari %2$lld ayat
ms: %1$lld daripada %2$lld ayat
tr: %1$lld / %2$lld ayet
ur: %2$lld میں سے %1$lld آیات

source: %lld of %lld lines
ar: %1$lld من %2$lld بيتًا
bn: %2$lld পঙক্তির মধ্যে %1$lld
es: %1$lld de %2$lld versos
fa: %1$lld از %2$lld بیت
fr: %1$lld sur %2$lld vers
id: %1$lld dari %2$lld bait
ms: %1$lld daripada %2$lld bait
tr: %1$lld / %2$lld beyit
ur: %2$lld میں سے %1$lld اشعار

# %lld of %lld stars
source: %1$lld of %2$lld stars
ar: %1$lld من %2$lld نجوم
bn: %2$lld তারার মধ্যে %1$lld
es: %1$lld de %2$lld estrellas
fa: %1$lld از %2$lld ستاره
fr: %1$lld étoiles sur %2$lld
id: %1$lld dari %2$lld bintang
ms: %1$lld daripada %2$lld bintang
tr: %1$lld / %2$lld yıldız
ur: %2$lld میں سے %1$lld ستارے

source: %lld of 604 pages · ~350 MB total
ar: %lld من ٦٠٤ صفحات · نحو ٣٥٠ م.ب
bn: ৬০৪ পৃষ্ঠার মধ্যে %lld · মোট ~৩৫০ MB
es: %lld de 604 páginas · ~350 MB en total
fa: %lld از ۶۰۴ صفحه · در مجموع ~۳۵۰ مگابایت
fr: %lld pages sur 604 · ~350 Mo au total
id: %lld dari 604 halaman · total ~350 MB
ms: %lld daripada 604 halaman · ~350 MB kesemuanya
tr: 604 sayfadan %lld tanesi · toplam ~350 MB
ur: ۶۰۴ میں سے %lld صفحات · مجموعی حجم ~۳۵۰ MB

source: A beautiful adhan at every prayer. You can change or silence it anytime.
ar: أذان جميل عند كل صلاة. يمكنك تغيير الصوت أو إيقافه لاحقًا.
bn: প্রতি নামাজে সুন্দর একটি আজান। যেকোনো সময় সেটি বদলাতে বা নীরব করতে পারবেন।
es: Un hermoso adán en cada oración. Puedes cambiarlo o silenciarlo cuando quieras.
fa: اذانی دلنشین در وقت هر نماز. هر زمان بخواهید می‌توانید آن را عوض یا بی‌صدا کنید.
fr: Un bel adhan à chaque prière. Vous pouvez le changer ou le désactiver à tout moment.
id: Azan yang merdu di setiap waktu salat. Anda bisa menggantinya atau membisukannya kapan saja.
ms: Azan yang merdu pada setiap waktu solat. Anda boleh menukar atau menyenyapkannya bila-bila masa.
tr: Her namazda güzel bir ezan. İstediğiniz zaman değiştirebilir veya susturabilirsiniz.
ur: ہر نماز پر خوبصورت اذان۔ جب چاہیں بدل یا خاموش کر سکتے ہیں۔

source: A gentle reminder before each adhan — time for wudu and the walk to the masjid.
ar: تذكير لطيف قبل كل أذان — وقت للوضوء والمشي إلى المسجد.
bn: প্রতি আজানের আগে একটি মৃদু স্মরণ — অজু করে মসজিদে যাওয়ার সময়।
es: Un recordatorio suave antes de cada adán: tiempo para el wudú y para ir a la mezquita.
fa: یادآوری ملایم پیش از هر اذان — وقت وضو و رفتن به مسجد.
fr: Un rappel discret avant chaque adhan — le temps du wudu et du trajet vers la mosquée.
id: Pengingat lembut sebelum setiap azan — waktunya berwudu dan berjalan ke masjid.
ms: Peringatan lembut sebelum setiap azan — masa untuk berwuduk dan berjalan ke masjid.
tr: Her ezandan önce nazik bir hatırlatma — abdest ve camiye yürüyüş vakti.
ur: ہر اذان سے پہلے ایک نرم یاد دہانی — وضو کرنے اور مسجد تک جانے کا وقت۔

source: A simpler Quran for children, with a grown-up lock.
ar: قرآن أبسط للأطفال، مع قفل لولي الأمر.
bn: শিশুদের জন্য সহজ কুরআন, সঙ্গে অভিভাবকের লক।
es: Un Corán más sencillo para niños, con bloqueo para adultos.
fa: قرآنی ساده‌تر برای کودکان، با قفلی برای بزرگ‌ترها.
fr: Un Coran plus simple pour les enfants, avec un verrou parental.
id: Al-Qur'an yang lebih sederhana untuk anak, dengan kunci untuk orang dewasa.
ms: Al-Quran yang lebih mudah untuk kanak-kanak, dengan kunci untuk orang dewasa.
tr: Çocuklar için daha sade bir Kur'an; büyüklere özel kilidiyle.
ur: بچوں کے لیے سادہ قرآن، ساتھ میں بڑوں کا تالا۔

source: About
ar: حول التطبيق
bn: অ্যাপ সম্পর্কে
es: Acerca de
fa: درباره
fr: À propos
id: Tentang
ms: Perihal
tr: Hakkında
ur: ایپ کے بارے میں

source: Active — tap to turn off
ar: نشط — اضغط للإيقاف
bn: চালু আছে — বন্ধ করতে ট্যাপ করুন
es: Activo: toca para desactivar
fa: فعال — برای خاموش کردن ضربه بزنید
fr: Actif — touchez pour désactiver
id: Aktif — ketuk untuk mematikan
ms: Aktif — ketik untuk mematikan
tr: Etkin — kapatmak için dokunun
ur: فعال — بند کرنے کے لیے ٹیپ کریں

source: Add to favourites
ar: إضافة إلى المفضّلة
bn: পছন্দের তালিকায় যোগ করুন
es: Añadir a favoritos
fa: افزودن به علاقه‌مندی‌ها
fr: Ajouter aux favoris
id: Tambahkan ke favorit
ms: Tambah ke kegemaran
tr: Favorilere ekle
ur: پسندیدہ میں شامل کریں

source: Adhan (Azeez)
ar: أذان (عاقب عزيز)
bn: আজান (Azeez)
es: Adán (Azeez)
fa: اذان (عزیز)
id: Azan (Azeez)
ms: Azan (Azeez)
tr: Ezan (Azeez)
ur: اذان (عزیز)

source: Adhan (Madinah)
ar: أذان الحرم النبوي
bn: আজান (মদিনা)
es: Adán (Medina)
fa: اذان (مدینه)
fr: Adhan (Médine)
id: Azan (Madinah)
ms: Azan (Madinah)
tr: Ezan (Medine)
ur: اذان (مدینہ)

source: Adhan (Makkah)
ar: أذان الحرم المكي
bn: আজান (মক্কা)
es: Adán (La Meca)
fa: اذان (مکه)
fr: Adhan (La Mecque)
id: Azan (Makkah)
ms: Azan (Makkah)
tr: Ezan (Mekke)
ur: اذان (مکہ)

source: Adhan (melodic)
ar: أذان مجوّد
bn: আজান (সুরেলা)
es: Adán (melódico)
fa: اذان (آهنگین)
fr: Adhan (mélodieux)
id: Azan (merdu)
ms: Azan (bertarannum)
tr: Ezan (makamlı)
ur: اذان (خوش الحان)

source: Adhan (short)
ar: أذان قصير
bn: আজান (সংক্ষিপ্ত)
es: Adán (corto)
fa: اذان (کوتاه)
fr: Adhan (court)
id: Azan (pendek)
ms: Azan (pendek)
tr: Ezan (kısa)
ur: اذان (مختصر)

source: Adhan notifications
ar: إشعارات الأذان
bn: আজানের নোটিফিকেশন
es: Notificaciones del adán
fa: اعلان‌های اذان
fr: Notifications d’adhan
id: Notifikasi azan
ms: Pemberitahuan azan
tr: Ezan bildirimleri
ur: اذان کی اطلاعات

source: Adhan sound
ar: صوت الأذان
bn: আজানের শব্দ
es: Sonido del adán
fa: صدای اذان
fr: Son de l’adhan
id: Suara azan
ms: Bunyi azan
tr: Ezan sesi
ur: اذان کی آواز

source: After prayer by
ar: بعد الصلاة بـ
bn: নামাজের কত পরে
es: Después de la oración
fa: پس از نماز به‌فاصلهٔ
fr: Après la prière
id: Setelah salat
ms: Selepas solat selama
tr: Namazdan sonra
ur: نماز کے کتنے منٹ بعد

source: After-prayer athkar reminder
ar: تذكير أذكار ما بعد الصلاة
bn: নামাজের পরের জিকিরের রিমাইন্ডার
es: Recordatorio de Adhkar tras la oración
fa: یادآوری اذکار پس از نماز
fr: Rappel des Adhkar après la prière
id: Pengingat zikir setelah salat
ms: Peringatan zikir selepas solat
tr: Namaz sonrası zikir hatırlatması
ur: نماز کے بعد کے اذکار کی یاد دہانی

source: Age %lld
ar: العمر %lld
bn: বয়স %lld
es: Edad %lld
fa: %lld ساله
fr: %lld ans
id: Usia %lld
ms: Umur %lld
tr: %lld yaş
ur: عمر %lld

source: Alert before prayer (minutes)
ar: تنبيه قبل الصلاة (دقائق)
bn: নামাজের আগে সতর্কবার্তা (মিনিট)
es: Aviso antes de la oración (minutos)
fa: هشدار پیش از نماز (دقیقه)
fr: Alerte avant la prière (minutes)
id: Peringatan sebelum salat (menit)
ms: Amaran sebelum solat (minit)
tr: Namazdan önce uyarı (dakika)
ur: نماز سے پہلے اطلاع (منٹ)

source: All 604 pages are offline
ar: جميع الصفحات الـ٦٠٤ متاحة دون إنترنت
bn: ৬০৪ পৃষ্ঠাই অফলাইনে আছে
es: Las 604 páginas están disponibles sin conexión
fa: هر ۶۰۴ صفحه آفلاین در دسترس است
fr: Les 604 pages sont hors ligne
id: Semua 604 halaman tersedia offline
ms: Kesemua 604 halaman tersedia luar talian
tr: 604 sayfanın tamamı çevrimdışı
ur: تمام ۶۰۴ صفحات آف لائن موجود ہیں

source: All prayers done for today
ar: انقضت صلوات اليوم
bn: আজকের সব নামাজের সময় শেষ
es: Ya pasaron las oraciones de hoy
fa: نمازهای امروز تمام شد
fr: Toutes les prières du jour sont passées
id: Semua waktu salat hari ini telah lewat
ms: Semua solat hari ini telah berlalu
tr: Bugünün namazları tamamlandı
ur: آج کی تمام نمازیں ہو چکیں

source: Allow location access in Settings, or pick a city manually.
ar: اسمح بالوصول إلى الموقع من الإعدادات، أو اختر مدينة يدويًا.
bn: সেটিংস থেকে লোকেশনের অনুমতি দিন, অথবা নিজে একটি শহর বেছে নিন।
es: Permite el acceso a la ubicación en Ajustes o elige una ciudad manualmente.
fa: دسترسی به موقعیت مکانی را در تنظیمات اجازه دهید، یا شهری را دستی انتخاب کنید.
fr: Autorisez l’accès à la position dans Réglages, ou choisissez une ville manuellement.
id: Izinkan akses lokasi di Setelan, atau pilih kota secara manual.
ms: Benarkan akses lokasi dalam Tetapan, atau pilih bandar secara manual.
tr: Ayarlar'dan konum erişimine izin verin veya bir şehri elle seçin.
ur: ترتیبات میں مقام کی اجازت دیں، یا خود کوئی شہر منتخب کریں۔

source: Answer
ar: الإجابة
bn: উত্তর
es: Respuesta
fa: پاسخ
fr: Réponse
id: Jawaban
ms: Jawapan
tr: Cevap
ur: جواب

source: App font
ar: خط التطبيق
bn: অ্যাপের ফন্ট
es: Fuente de la app
fa: قلم برنامه
fr: Police de l’app
id: Font aplikasi
ms: Fon apl
tr: Uygulama yazı tipi
ur: ایپ کا فونٹ

source: App language
ar: لغة التطبيق
bn: অ্যাপের ভাষা
es: Idioma de la app
fa: زبان برنامه
fr: Langue de l’app
id: Bahasa aplikasi
ms: Bahasa apl
tr: Uygulama dili
ur: ایپ کی زبان

source: Appearance
ar: المظهر
bn: চেহারা
es: Aspecto
fa: ظاهر
fr: Apparence
id: Tampilan
ms: Penampilan
tr: Görünüm
ur: ظاہری شکل

source: As-salamu alaykum
ar: السلام عليكم
bn: আসসালামু আলাইকুম
fa: السلام علیکم
id: Assalamualaikum
ms: Assalamualaikum
tr: Esselâmü aleyküm
ur: السلام علیکم

source: Ask a grown-up
ar: اسأل شخصًا بالغًا
bn: একজন বড়কে জিজ্ঞাসা করো
es: Pregunta a un adulto
fa: از یک بزرگ‌تر بپرس
fr: Demande à un adulte
id: Tanya orang dewasa
ms: Tanya orang dewasa
tr: Bir büyüğüne sor
ur: کسی بڑے سے پوچھیں

source: Asr
ar: العصر
bn: আসর
fa: عصر
id: Asar
ms: Asar
tr: İkindi
ur: عصر

source: Asr madhab
ar: مذهب العصر
bn: আসরের মাযহাব
es: Madhab del Asr
fa: مذهب عصر
fr: Madhab pour l’Asr
id: Mazhab Asar
ms: Mazhab Asar
tr: İkindi mezhebi
ur: عصر کا مسلک

source: Athkar
ar: الأذكار
bn: জিকির
es: Adhkar
fa: اذکار
fr: Adhkar
id: Zikir
ms: Zikir
tr: Zikir
ur: اذکار

source: Athkar audio
ar: صوتيات الأذكار
bn: জিকিরের অডিও
es: Audio de los Adhkar
fa: صوت اذکار
fr: Audio des Adhkar
id: Audio zikir
ms: Audio zikir
tr: Zikir sesleri
ur: اذکار کی آڈیو

source: Audio downloaded
ar: تم تنزيل الصوت
bn: অডিও ডাউনলোড হয়েছে
es: Audio descargado
fa: صوت دانلود شد
fr: Audio téléchargé
id: Audio terunduh
ms: Audio telah dimuat turun
tr: Ses indirildi
ur: آڈیو ڈاؤن لوڈ ہو گئی

source: Available offline
ar: متاح دون اتصال
bn: অফলাইনে পাওয়া যাবে
es: Disponible sin conexión
fa: در دسترس آفلاین
fr: Disponible hors ligne
id: Tersedia offline
ms: Tersedia luar talian
tr: Çevrimdışı kullanılabilir
ur: آف لائن دستیاب

source: Ayah %lld
ar: الآية %lld
bn: আয়াত %lld
es: Aleya %lld
fa: آیهٔ %lld
fr: Verset %lld
id: Ayat %lld
ms: Ayat %lld
tr: %lld. ayet
ur: آیت %lld

source: Ayah actions
ar: إجراءات الآية
bn: আয়াতের অপশন
es: Acciones de la aleya
fa: گزینه‌های آیه
fr: Actions sur le verset
id: Tindakan ayat
ms: Tindakan ayat
tr: Ayet işlemleri
ur: آیت کے اختیارات

source: Ayah by ayah
ar: آية آية
bn: আয়াত ধরে ধরে
es: Aleya por aleya
fa: آیه‌به‌آیه
fr: Verset par verset
id: Ayat per ayat
ms: Ayat demi ayat
tr: Ayet ayet
ur: آیت بہ آیت

source: Ayahs %lld to %lld
ar: الآيات %lld إلى %lld
bn: আয়াত %1$lld থেকে %2$lld
es: Aleyas %1$lld a %2$lld
fa: آیهٔ %1$lld تا %2$lld
fr: Versets %1$lld à %2$lld
id: Ayat %1$lld sampai %2$lld
ms: Ayat %lld hingga %lld
tr: %1$lld–%2$lld. ayetler
ur: آیت %1$lld سے %2$lld تک

source: Ayat
ar: آيات
bn: আয়াত
es: Aleyas
fa: آیات
fr: Versets
tr: Ayetler
ur: آیات

source: Back
ar: رجوع
bn: পেছনে
es: Atrás
fa: بازگشت
fr: Retour
id: Kembali
ms: Kembali
tr: Geri
ur: واپس

source: Back to Quran
ar: الرجوع إلى القرآن
bn: কুরআনে ফিরুন
es: Volver al Corán
fa: بازگشت به قرآن
fr: Retour au Coran
id: Kembali ke Al-Qur'an
ms: Kembali ke Al-Quran
tr: Kur'an'a dön
ur: قرآن پر واپس

source: Bearing from true north
ar: الاتجاه من الشمال الحقيقي
bn: প্রকৃত উত্তর থেকে দিক
es: Rumbo desde el norte geográfico
fa: زاویه نسبت به شمال حقیقی
fr: Azimut depuis le nord géographique
id: Arah dari utara sejati
ms: Arah dari utara benar
tr: Gerçek kuzeyden sapma açısı
ur: حقیقی شمال سے زاویہ

source: Bell
ar: تنبيه
bn: ঘণ্টা
es: Campana
fa: زنگ
fr: Cloche
id: Lonceng
ms: Loceng
tr: Zil
ur: گھنٹی

source: Below the nisab — no zakat is due.
ar: أقل من النصاب — لا زكاة عليك.
bn: নিসাবের নিচে — কোনো যাকাত ওয়াজিব নয়।
es: Por debajo del nisab: no hay zakat que pagar.
fa: کمتر از نصاب — زکاتی بر شما نیست.
fr: En dessous du nisab — aucune zakat n’est due.
id: Di bawah nisab — tidak ada zakat yang wajib.
ms: Di bawah nisab — tiada zakat yang wajib.
tr: Nisabın altında — zekât gerekmez.
ur: نصاب سے کم — آپ پر زکوٰۃ واجب نہیں۔

source: Bookmark
ar: علامة
bn: বুকমার্ক
es: Marcador
fa: نشانک
fr: Signet
id: Markah
ms: Penanda buku
tr: Yer imi
ur: نشانی

source: Bookmarks
ar: العلامات
bn: বুকমার্ক
es: Marcadores
fa: نشانک‌ها
fr: Signets
id: Markah
ms: Penanda buku
tr: Yer imleri
ur: نشانیاں

source: Browse by country
ar: تصفّح حسب الدولة
bn: দেশ অনুযায়ী দেখুন
es: Explorar por país
fa: مرور بر اساس کشور
fr: Parcourir par pays
id: Jelajahi menurut negara
ms: Semak imbas mengikut negara
tr: Ülkeye göre göz at
ur: ملک کے اعتبار سے دیکھیں

source: Business inventory
ar: عروض التجارة
bn: ব্যবসার পণ্য
es: Mercancías del negocio
fa: موجودی کالای تجاری
fr: Stock commercial
id: Persediaan dagang
ms: Inventori perniagaan
tr: Ticaret malları
ur: مالِ تجارت

source: COMING UP IN ISLAMIC HISTORY
ar: قريبًا في التاريخ الإسلامي
bn: ইসলামি ইতিহাসে সামনে যা আসছে
es: PRÓXIMO EN LA HISTORIA ISLÁMICA
fa: به‌زودی در تاریخ اسلام
fr: À VENIR DANS L’HISTOIRE ISLAMIQUE
id: MENDATANG DALAM SEJARAH ISLAM
ms: AKAN DATANG DALAM SEJARAH ISLAM
tr: İSLAM TARİHİNDE YAKINDA
ur: اسلامی تاریخ میں آنے والے دن

source: CONTINUE LISTENING
ar: متابعة الاستماع
bn: শোনা চালিয়ে যান
es: SEGUIR ESCUCHANDO
fa: ادامهٔ شنیدن
fr: REPRENDRE L’ÉCOUTE
id: LANJUTKAN MENDENGARKAN
ms: SAMBUNG MENDENGAR
tr: DİNLEMEYE DEVAM ET
ur: سننا جاری رکھیں

source: CONTINUE READING
ar: متابعة القراءة
bn: পড়া চালিয়ে যান
es: SEGUIR LEYENDO
fa: ادامهٔ خواندن
fr: REPRENDRE LA LECTURE
id: LANJUTKAN MEMBACA
ms: SAMBUNG MEMBACA
tr: OKUMAYA DEVAM ET
ur: پڑھنا جاری رکھیں

source: Calculation method
ar: طريقة الحساب
bn: হিসাবের পদ্ধতি
es: Método de cálculo
fa: روش محاسبه
fr: Méthode de calcul
id: Metode perhitungan
ms: Kaedah pengiraan
tr: Hesaplama yöntemi
ur: حساب کا طریقہ

source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fa: لغو
fr: Annuler
id: Batal
ms: Batal
tr: Vazgeç
ur: منسوخ

source: Cancelled
ar: أُلغي
bn: বাতিল হয়েছে
es: Cancelado
fa: لغو شد
fr: Annulé
id: Dibatalkan
ms: Dibatalkan
tr: İptal edildi
ur: منسوخ ہو گیا

source: Cash (in hand and bank)
ar: النقد (في اليد والبنك)
bn: নগদ (হাতে ও ব্যাংকে)
es: Efectivo (en mano y banco)
fa: وجه نقد (در دست و بانک)
fr: Liquidités (espèces et banque)
id: Kas (tunai dan bank)
ms: Tunai (di tangan dan bank)
tr: Nakit (elde ve bankada)
ur: نقدی (ہاتھ میں اور بینک میں)

source: Chapters
ar: الأبواب
bn: অধ্যায়
es: Capítulos
fa: ابواب
fr: Chapitres
id: Bab
ms: Bab
tr: Bölümler
ur: ابواب

source: Check your connection and try again. (%@)
ar: تحقق من الاتصال وحاول مجددًا. (%@)
bn: ইন্টারনেট সংযোগ দেখে আবার চেষ্টা করুন। (%@)
es: Revisa tu conexión e inténtalo de nuevo. (%@)
fa: اتصال خود را بررسی و دوباره تلاش کنید. (%@)
fr: Vérifiez votre connexion et réessayez. (%@)
id: Periksa koneksi Anda lalu coba lagi. (%@)
ms: Semak sambungan anda dan cuba lagi. (%@)
tr: Bağlantınızı kontrol edip tekrar deneyin. (%@)
ur: اپنا انٹرنیٹ چیک کریں اور دوبارہ کوشش کریں۔ (%@)

source: Choose a surah
ar: اختر سورة
bn: একটি সূরা বেছে নিন
es: Elige una sura
fa: یک سوره انتخاب کنید
fr: Choisir une sourate
id: Pilih surah
ms: Pilih surah
tr: Bir sure seçin
ur: کوئی سورہ منتخب کریں

source: City
ar: المدينة
bn: শহর
es: Ciudad
fa: شهر
fr: Ville
id: Kota
ms: Bandar
tr: Şehir
ur: شہر

source: City name
ar: اسم المدينة
bn: শহরের নাম
es: Nombre de la ciudad
fa: نام شهر
fr: Nom de la ville
id: Nama kota
ms: Nama bandar
tr: Şehir adı
ur: شہر کا نام

source: Classical poems memorised by students of tajweed.
ar: منظومات كلاسيكية يحفظها طلاب التجويد.
bn: তাজবিদের শিক্ষার্থীরা যে প্রাচীন কবিতাগুলো মুখস্থ করেন।
es: Poemas clásicos que memorizan los estudiantes de taywid.
fa: منظومه‌های کلاسیک که طلاب تجوید حفظ می‌کنند.
fr: Poèmes classiques que mémorisent les étudiants en Tajwid.
id: Syair klasik yang dihafal para pelajar tajwid.
ms: Syair klasik yang dihafal oleh penuntut ilmu tajwid.
tr: Tecvid talebelerinin ezberlediği klasik manzumeler.
ur: کلاسیکی منظومات جو تجوید کے طلبہ یاد کرتے ہیں۔

source: Classical poems students memorise: tajweed, and the terms of hadith.
ar: منظومات يحفظها طلبة العلم: في التجويد ومصطلح الحديث.
bn: শিক্ষার্থীরা যে প্রাচীন কবিতাগুলো মুখস্থ করেন: তাজবিদ ও হাদিসের পরিভাষা।
es: Poemas clásicos que memorizan los estudiantes: taywid y términos del hadiz.
fa: منظومه‌هایی که طلاب علم حفظ می‌کنند: تجوید و مصطلح حدیث.
fr: Poèmes que mémorisent les étudiants : Tajwid et terminologie du Hadith.
id: Syair klasik yang dihafal para pelajar: tajwid dan istilah hadis.
ms: Syair klasik yang dihafal penuntut ilmu: tajwid, dan istilah hadis.
tr: Talebelerin ezberlediği klasik manzumeler: tecvid ve hadis usulü.
ur: کلاسیکی منظومات جو طلبہ یاد کرتے ہیں: تجوید اور اصطلاحاتِ حدیث میں۔

source: Clear
ar: مسح
bn: মুছুন
es: Borrar
fa: پاک کردن
fr: Effacer
id: Hapus
ms: Kosongkan
tr: Temizle
ur: صاف کریں

source: Clear search
ar: مسح البحث
bn: সার্চ মুছুন
es: Borrar búsqueda
fa: پاک کردن جست‌وجو
fr: Effacer la recherche
id: Hapus pencarian
ms: Kosongkan carian
tr: Aramayı temizle
ur: تلاش صاف کریں

source: Close
ar: إغلاق
bn: বন্ধ করুন
es: Cerrar
fa: بستن
fr: Fermer
id: Tutup
ms: Tutup
tr: Kapat
ur: بند کریں

source: Colour key
ar: مفتاح الألوان
bn: রঙের নির্দেশিকা
es: Clave de colores
fa: راهنمای رنگ‌ها
fr: Légende des couleurs
id: Keterangan warna
ms: Panduan warna
tr: Renk anahtarı
ur: رنگوں کی کنجی

source: Compact (~100 MB)
ar: مضغوط (~١٠٠ م.ب)
bn: কম জায়গা (~১০০ MB)
es: Compacto (~100 MB)
fa: فشرده (~۱۰۰ مگابایت)
fr: Compact (~100 Mo)
id: Ringkas (~100 MB)
ms: Padat (~100 MB)
tr: Küçük boyut (~100 MB)
ur: مختصر (~۱۰۰ MB)

source: Compass uses magnetic north — may differ slightly
ar: البوصلة تستخدم الشمال المغناطيسي — قد يختلف الاتجاه قليلًا
bn: কম্পাস চৌম্বক উত্তর ব্যবহার করে — সামান্য পার্থক্য হতে পারে
es: La brújula usa el norte magnético: puede variar un poco
fa: قطب‌نما شمال مغناطیسی را نشان می‌دهد — ممکن است اندکی متفاوت باشد
fr: La boussole utilise le nord magnétique — léger écart possible
id: Kompas memakai utara magnetis — bisa sedikit berbeda
ms: Kompas menggunakan utara magnet — arahnya mungkin berbeza sedikit
tr: Pusula manyetik kuzeyi kullanır — hafif sapma olabilir
ur: قطب نما مقناطیسی شمال استعمال کرتا ہے — رخ میں معمولی فرق ہو سکتا ہے

source: Connect once to download this dhikr
ar: اتصل بالإنترنت مرة واحدة لتنزيل هذا الذكر
bn: এই জিকিরটি ডাউনলোড করতে একবার ইন্টারনেটে যুক্ত হোন
es: Conéctate una vez para descargar este dhikr
fa: یک‌بار به اینترنت وصل شوید تا این ذکر دانلود شود
fr: Connectez-vous une fois pour télécharger ce dhikr
id: Sambungkan sekali untuk mengunduh zikir ini
ms: Sambung sekali untuk memuat turun zikir ini
tr: Bu zikri indirmek için bir kez bağlanın
ur: یہ ذکر ڈاؤن لوڈ کرنے کے لیے ایک بار انٹرنیٹ سے جڑیں

source: Connect once to download this recitation
ar: اتصل بالإنترنت مرة واحدة لتنزيل هذه التلاوة
bn: এই তিলাওয়াতটি ডাউনলোড করতে একবার ইন্টারনেটে যুক্ত হোন
es: Conéctate una vez para descargar esta recitación
fa: یک‌بار به اینترنت وصل شوید تا این تلاوت دانلود شود
fr: Connectez-vous une fois pour télécharger cette récitation
id: Sambungkan sekali untuk mengunduh tilawah ini
ms: Sambung sekali untuk memuat turun bacaan ini
tr: Bu tilaveti indirmek için bir kez bağlanın
ur: یہ تلاوت ڈاؤن لوڈ کرنے کے لیے ایک بار انٹرنیٹ سے جڑیں

source: Connect to the internet once to download this page.
ar: اتصل بالإنترنت مرة واحدة لتنزيل هذه الصفحة.
bn: এই পৃষ্ঠাটি ডাউনলোড করতে একবার ইন্টারনেটে যুক্ত হোন।
es: Conéctate a internet una vez para descargar esta página.
fa: برای دانلود این صفحه یک‌بار به اینترنت وصل شوید.
fr: Connectez-vous à Internet une fois pour télécharger cette page.
id: Sambungkan ke internet sekali untuk mengunduh halaman ini.
ms: Sambung ke internet sekali untuk memuat turun halaman ini.
tr: Bu sayfayı indirmek için bir kez internete bağlanın.
ur: یہ صفحہ ڈاؤن لوڈ کرنے کے لیے ایک بار انٹرنیٹ سے جڑیں۔

source: Continue
ar: متابعة
bn: চালিয়ে যান
es: Continuar
fa: ادامه
fr: Continuer
id: Lanjutkan
ms: Teruskan
tr: Devam et
ur: جاری رکھیں

source: Continuous
ar: متواصل
bn: একটানা
es: Continuo
fa: پیوسته
fr: En continu
id: Berkelanjutan
ms: Berterusan
tr: Kesintisiz
ur: مسلسل

source: Copy
ar: نسخ
bn: কপি
es: Copiar
fa: کپی
fr: Copier
id: Salin
ms: Salin
tr: Kopyala
ur: نقل کریں

source: Couldn't create the video. Please try again.
ar: تعذّر إنشاء الفيديو. حاول مرة أخرى.
bn: ভিডিও তৈরি করা গেল না। আবার চেষ্টা করুন।
es: No se pudo crear el video. Inténtalo de nuevo.
fa: ساخت ویدیو ممکن نشد. دوباره تلاش کنید.
fr: Impossible de créer la vidéo. Réessayez.
id: Video tidak dapat dibuat. Silakan coba lagi.
ms: Video tidak dapat dibuat. Sila cuba lagi.
tr: Video oluşturulamadı. Lütfen tekrar deneyin.
ur: ویڈیو نہیں بن سکی۔ براہِ کرم دوبارہ کوشش کریں۔

source: Couldn't get your location
ar: تعذر تحديد موقعك
bn: আপনার লোকেশন পাওয়া গেল না
es: No se pudo obtener tu ubicación
fa: موقعیت شما به‌دست نیامد
fr: Position introuvable
id: Tidak bisa mendapatkan lokasi Anda
ms: Lokasi anda tidak dapat diperoleh
tr: Konumunuz alınamadı
ur: آپ کا مقام معلوم نہیں ہو سکا

source: Couldn't get your location. Try again, or pick a city manually.
ar: تعذر تحديد موقعك. أعد المحاولة، أو اختر مدينة يدويًا.
bn: আপনার লোকেশন পাওয়া গেল না। আবার চেষ্টা করুন, অথবা নিজে একটি শহর বেছে নিন।
es: No se pudo obtener tu ubicación. Inténtalo de nuevo o elige una ciudad manualmente.
fa: موقعیت شما به‌دست نیامد. دوباره تلاش کنید، یا شهری را دستی انتخاب کنید.
fr: Position introuvable. Réessayez, ou choisissez une ville manuellement.
id: Tidak bisa mendapatkan lokasi Anda. Coba lagi, atau pilih kota secara manual.
ms: Lokasi anda tidak dapat diperoleh. Cuba lagi, atau pilih bandar secara manual.
tr: Konumunuz alınamadı. Tekrar deneyin veya bir şehri elle seçin.
ur: آپ کا مقام معلوم نہیں ہو سکا۔ دوبارہ کوشش کریں، یا خود کوئی شہر منتخب کریں۔

source: Count
ar: العدد
bn: গণনা
es: Cuenta
fa: تعداد
fr: Nombre
id: Jumlah
ms: Kiraan
tr: Sayı
ur: گنتی

source: Countries
ar: الدول
bn: দেশসমূহ
es: Países
fa: کشورها
fr: Pays
id: Negara
ms: Negara
tr: Ülkeler
ur: ممالک

source: Country
ar: الدولة
bn: দেশ
es: País
fa: کشور
fr: Pays
id: Negara
ms: Negara
tr: Ülke
ur: ملک

source: DAILY AYAH
ar: آية اليوم
bn: আজকের আয়াত
es: ALEYA DEL DÍA
fa: آیهٔ روز
fr: VERSET DU JOUR
id: AYAT HARI INI
ms: AYAT HARI INI
tr: GÜNÜN AYETİ
ur: آج کی آیت

source: DAILY DHIKR
ar: ذكر اليوم
bn: আজকের জিকির
es: DHIKR DEL DÍA
fa: ذکر روز
fr: DHIKR DU JOUR
id: ZIKIR HARI INI
ms: ZIKIR HARI INI
tr: GÜNÜN ZİKRİ
ur: آج کا ذکر

source: DAILY HADITH
ar: حديث اليوم
bn: আজকের হাদিস
es: HADIZ DEL DÍA
fa: حدیث روز
fr: HADITH DU JOUR
id: HADIS HARI INI
ms: HADIS HARI INI
tr: GÜNÜN HADİSİ
ur: آج کی حدیث

source: Dark (Tahajjud)
ar: داكن (تهجّد)
bn: ডার্ক (তাহাজ্জুদ)
es: Oscuro (Tahayyud)
fa: تیره (تهجد)
fr: Sombre (Tahajjud)
id: Gelap (Tahajud)
ms: Gelap (Tahajud)
tr: Koyu (Teheccüd)
ur: گہرا (تہجد)

source: Debts due now (subtract)
ar: ديون عليك حالّة (تُخصم)
bn: এখনই পরিশোধযোগ্য ঋণ (বাদ যাবে)
es: Deudas vencidas (restar)
fa: بدهی‌های حالّ (کسر می‌شود)
fr: Dettes exigibles (à déduire)
id: Utang jatuh tempo (dikurangi)
ms: Hutang yang perlu dibayar sekarang (tolak)
tr: Vadesi gelmiş borçlar (düşülür)
ur: واجب الادا قرض (منہا کریں)

source: Delete
ar: حذف
bn: মুছে ফেলুন
es: Eliminar
fa: حذف
fr: Supprimer
id: Hapus
ms: Padam
tr: Sil
ur: حذف کریں
